<?php

return [
    'sections' => [
        'details' => 'Детали',
        'exif' => 'Данные изображения',
        'file' => 'Файл',
        'meta' => 'Мета',
        'preview' => 'Превью',
        'upload_new' => 'Загрузить новый',
        'upload_new_helper' => 'Если у вас есть откадрированное изображение для этого файла, возможно, вам придётся пересоздать его. Автоматическое пересоздание невозможно.',
        'curation' => 'Кадрирование',
    ],
    'fields' => [
        'alt' => 'Альтернативный текст',
        'alt_hint' => 'Альтернативная подсказка',
        'caption' => 'Подпись',
        'description' => 'Описание',
        'file' => 'Файл',
        'title' => 'Заголовок',
        'name' => 'Имя',
    ],
    'notices' => [
        'success' => 'Элемент успешно обновлен.',
    ],
    'curations' => [
        'button_label' => 'Кадрировать'
    ]
];
